{
    "title": "AlphaLLM",
    "theme-toggle": "Thema",
    "about": "Über uns",
    "intro": "Einführung",
    "about-intro": "AlphaLLM ist ein fortschrittlicher Discord-AI-Bot, der entwickelt wurde, um Ihre Server mit intelligenten und anpassbaren Funktionen zu verbessern.",
    "features": "Funktionen",
    "about-features": "Text-, Bild-, Code- und Sprachgenerierung.",
    "invite-bot": "Bot einladen",
    "support-server": "Support-Server",
    "doc": "Dokumentation",
    "date": "Letzte Aktualisierung: 18. März 2025",
    "tos-title": "Nutzungsbedingungen",
    "tos-intro": "Durch die Nutzung des AlphaLLM-Bots stimmen Sie den folgenden Bedingungen zu:",
    "tos-item-1": "Der Bot wird \"wie er ist\" bereitgestellt, ohne jegliche Garantie. Der Dienst kann bei Bedarf für längere Zeit unterbrochen werden.",
    "tos-item-2": "Sie verpflichten sich, den Bot nicht für illegale oder böswillige Zwecke zu verwenden. Missbrauch unserer Dienste kann zu einer vorübergehenden oder dauerhaften Sperrung Ihres Discord-Kontos vom Bot führen.",
    "tos-item-3": "Wir behalten uns das Recht vor, den Dienst jederzeit zu ändern oder auszusetzen. Da der Dienst kostenlos ist, bemühen wir uns um kostengünstiges Hosting, was zu Ausfallzeiten führen kann.",
    "tos-item-4": "Sie sind für alle Aktivitäten verantwortlich, die mit Ihrem Konto in Verbindung mit dem Bot durchgeführt werden.",
    "privacy-title": "Datenschutzrichtlinie",
    "privacy-intro": "Wir nehmen Ihre Privatsphäre ernst. So behandeln wir Ihre Daten:",
    "privacy-item-1": "Wir erfassen nur die Daten, die für die Funktionalität des Bots erforderlich sind, wie Ihre Discord-Benutzer-ID, Ihre letzten Nachrichten mit dem Bot zur besseren Integration und Ihre Spracheinstellung, die vom Benutzer mit dem Befehl /set-language festgelegt wird.",
    "privacy-item-2": "Die vom Bot verarbeiteten Nachrichten werden nicht dauerhaft gespeichert. Protokolle werden automatisch nach 24 Stunden gelöscht, es sei denn, der Bot wird vollständig getrennt, in diesem Fall werden die Protokolldateien manuell gelöscht.",
    "privacy-item-3": "Wir geben Ihre Daten nicht an Dritte weiter. Nur der Hosting-Anbieter könnte möglicherweise auf Ihre Daten zugreifen, dies geschieht jedoch nur unter außergewöhnlichen Umständen.",
    "privacy-item-4": "Sie können jederzeit die Löschung Ihrer Daten beantragen. Diese wird automatisch nach 24 Stunden oder manuell unter außergewöhnlichen Umständen wirksam, vorausgesetzt, Sie nutzen den Bot nicht mehr.",
    "footer": "Alle Rechte vorbehalten."
}
