{
    "title": "AlphaLLM",
    "theme-toggle": "Theme",
    "about": "About",
    "intro": "Introduction",
    "about-intro": "AlphaLLM is an advanced Discord AI bot designed to enhance your servers with smart and customizable features.",
    "features": "Features",
    "about-features": "Text, image, code, and voice generation.",
    "invite-bot": "Invite the bot",
    "support-server": "Support server",
    "doc": "Documentation",
    "date": "Last updated: March 18, 2025",
    "tos-title": "Terms of Service",
    "tos-intro": "By using the AlphaLLM bot, you agree to the following terms:",
    "tos-item-1": "The bot is provided \"as is,\" without any warranty of any kind. The service may be interrupted for extended periods if deemed necessary.",
    "tos-item-2": "You agree not to use the bot for illegal or malicious purposes. Abuse of our services may result in a temporary or permanent ban of your Discord account from the bot.",
    "tos-item-3": "We reserve the right to modify or suspend the service at any time. Since the service is free, we aim to ensure low-cost hosting, which may result in downtime.",
    "tos-item-4": "You are responsible for all activities carried out with your account in connection with the bot.",
    "privacy-title": "Privacy Policy",
    "privacy-intro": "We take your privacy seriously. Here's how we handle your data:",
    "privacy-item-1": "We only collect the data necessary for the bot's functionality, such as your Discord user ID, your recent messages with the bot for better integration, and your language preference set by the user using the /set-language command.",
    "privacy-item-2": "Messages processed by the bot are not permanently stored. Logs are automatically deleted after 24 hours unless there is a complete disconnection of the bot, in which case log files will be manually deleted.",
    "privacy-item-3": "We do not share your data with third parties. Only the hosting provider may potentially access your data, but this will only occur under exceptional circumstances.",
    "privacy-item-4": "You can request the deletion of your data at any time. This will be automatically effective after 24 hours or manually under exceptional circumstances, provided you stop using the bot.",
    "footer": "All rights reserved."
}
