{
    "title": "AlphaLLM",
    "theme-toggle": "Tema",
    "about": "Acerca de",
    "intro": "Introducción",
    "about-intro": "AlphaLLM es un bot de IA avanzado para Discord diseñado para mejorar tus servidores con funciones inteligentes y personalizables.",
    "features": "Características",
    "about-features": "Generación de texto, imágenes, código y voz.",
    "invite-bot": "Invitar al bot",
    "support-server": "Servidor de soporte",
    "doc": "Documentación",
    "date": "Última actualización: 18 de marzo de 2025",
    "tos-title": "Términos de servicio",
    "tos-intro": "Al utilizar el bot AlphaLLM, aceptas los siguientes términos:",
    "tos-item-1": "El bot se proporciona \"tal cual\", sin garantía de ningún tipo. El servicio puede interrumpirse por períodos prolongados si se considera necesario.",
    "tos-item-2": "Te comprometes a no usar el bot con fines ilegales o malintencionados. El abuso de nuestros servicios puede resultar en la suspensión temporal o permanente de tu cuenta de Discord del bot.",
    "tos-item-3": "Nos reservamos el derecho de modificar o suspender el servicio en cualquier momento. Dado que el servicio es gratuito, buscamos garantizar un alojamiento de bajo costo, lo que puede ocasionar tiempos de inactividad.",
    "tos-item-4": "Eres responsable de todas las actividades realizadas con tu cuenta en relación con el bot.",
    "privacy-title": "Política de privacidad",
    "privacy-intro": "Nos tomamos tu privacidad muy en serio. Así tratamos tus datos:",
    "privacy-item-1": "Solo recopilamos los datos necesarios para el funcionamiento del bot, como tu ID de usuario de Discord, tus últimos mensajes con el bot para una mejor integración y tu idioma configurado por el usuario mediante el comando /set-language.",
    "privacy-item-2": "Los mensajes procesados por el bot no se almacenan permanentemente. Los registros se eliminan automáticamente después de 24 horas, salvo que haya una desconexión total del bot; en ese caso los archivos de registro se eliminarán manualmente.",
    "privacy-item-3": "No compartimos tus datos con terceros. Solo el proveedor de alojamiento podría acceder potencialmente a tus datos, pero esto solo ocurrirá en circunstancias excepcionales.",
    "privacy-item-4": "Puedes solicitar la eliminación de tus datos en cualquier momento. Esto será efectivo automáticamente después de 24 horas o manualmente bajo circunstancias excepcionales, siempre que ya no utilices el bot.",
    "footer": "Todos los derechos reservados."
}
