{
    "title": "AlphaLLM",
    "theme-toggle": "Thème",
    "date": "Dernière mise à jour : 2 février 2025",
    "tos-title": "Conditions d'utilisation",
    "tos-intro": "En utilisant le bot AlphaLLM, vous acceptez les conditions suivantes :",
    "tos-item-1": "Le bot est fourni \"tel quel\", sans garantie d'aucune sorte. Le service pourra être interrompu, et ce de manière prolongée, si cette décision s'avère nécessaire.",
    "tos-item-2": "Vous vous engagez à ne pas utiliser le bot à des fins illégales ou malveillantes. L'abus de nos services pourra entrainer un bannissement temporaire ou définitif de votre compte Discord du bot.",
    "tos-item-3": "Nous nous réservons le droit de modifier ou de suspendre le service à tout moment. Le service étant gratuit, nous devons assurer un hébergement à très bas coût, ce qui peut entrainer des indisponibilités.",
    "tos-item-4": "Vous êtes responsable de toute activité effectuée avec votre compte en lien avec le bot.",
    "privacy-title": "Politique de confidentialité",
    "privacy-intro": "Nous prenons votre vie privée au sérieux. Voici comment nous traitons vos données :",
    "privacy-item-1": "Nous collectons uniquement les données nécessaires au fonctionnement du bot, soit votre ID d'utilisateur Discord, vos derniers messages avec le bot pour permettre une meilleure intégration, votre langue, définie par l'utilsateur avec la commande /set-langue.",
    "privacy-item-2": "Les messages traités par le bot ne sont pas stockés de manière permanente. Les logs sont automatqiement supprimés après 24h, sauf déconnexion totale du bot, auquel cas les fichiers de logs seront supprimés manuellement.",
    "privacy-item-3": "Nous ne partageons pas vos données avec des tiers. Seul l'hébergeur pourrait potentiellement accéder à vos données, mais cette action ne sera pas effectuée sauf situation exceptionnelle.",
    "privacy-item-4": "Vous pouvez demander la suppression de vos données à tout moment. Celle ci sera effective automatiquement après 24h, ou manuellement sous réserve si situation exceptionnelle, à la condition de ne plus utiliser le bot.",
    "footer": "Tous droits réservés."
}
