{
    "title": "AlphaLLM",
    "theme-toggle": "Tema",
    "about": "Informazioni",
    "intro": "Introduzione",
    "about-intro": "AlphaLLM è un bot Discord avanzato di intelligenza artificiale progettato per migliorare i tuoi server con funzionalità intelligenti e personalizzabili.",
    "features": "Funzionalità",
    "about-features": "Generazione di testo, immagini, codice e voce.",
    "invite-bot": "Invita il bot",
    "support-server": "Server di supporto",
    "doc": "Documentazione",
    "date": "Ultimo aggiornamento: 18 marzo 2025",
    "tos-title": "Termini di servizio",
    "tos-intro": "Utilizzando il bot AlphaLLM, accetti i seguenti termini:",
    "tos-item-1": "Il bot viene fornito \"così com'è\", senza alcuna garanzia. Il servizio può essere interrotto per periodi prolungati se ritenuto necessario.",
    "tos-item-2": "Ti impegni a non utilizzare il bot per scopi illegali o malintenzionati. L'abuso dei nostri servizi può comportare la sospensione temporanea o permanente del tuo account Discord dal bot.",
    "tos-item-3": "Ci riserviamo il diritto di modificare o sospendere il servizio in qualsiasi momento. Poiché il servizio è gratuito, cerchiamo di garantire un hosting a basso costo, il che può causare tempi di inattività.",
    "tos-item-4": "Sei responsabile di tutte le attività eseguite con il tuo account in relazione al bot.",
    "privacy-title": "Informativa sulla privacy",
    "privacy-intro": "Prendiamo seriamente la tua privacy. Ecco come gestiamo i tuoi dati:",
    "privacy-item-1": "Raccogliamo solo i dati necessari per il funzionamento del bot, come il tuo ID utente Discord, i tuoi ultimi messaggi con il bot per una migliore integrazione e la tua lingua impostata dall'utente tramite il comando /set-language.",
    "privacy-item-2": "I messaggi elaborati dal bot non vengono memorizzati in modo permanente. I log vengono eliminati automaticamente dopo 24 ore, a meno che non si verifichi una disconnessione totale del bot, nel qual caso i file di log verranno eliminati manualmente.",
    "privacy-item-3": "Non condividiamo i tuoi dati con terzi. Solo il fornitore di hosting potrebbe accedere potenzialmente ai tuoi dati, ma ciò avverrà solo in circostanze eccezionali.",
    "privacy-item-4": "Puoi richiedere la cancellazione dei tuoi dati in qualsiasi momento. Ciò sarà efficace automaticamente dopo 24 ore o manualmente in circostanze eccezionali, a condizione che tu non utilizzi più il bot.",
    "footer": "Tutti i diritti riservati."
}
