{
    "title": "AlphaLLM",
    "theme-toggle": "Tema",
    "about": "Sobre",
    "intro": "Introdução",
    "about-intro": "AlphaLLM é um bot avançado de IA para Discord projetado para melhorar seus servidores com funcionalidades inteligentes e personalizáveis.",
    "features": "Funcionalidades",
    "about-features": "Geração de texto, imagens, código e voz.",
    "invite-bot": "Convidar o bot",
    "support-server": "Servidor de suporte",
    "doc": "Documentação",
    "date": "Última atualização: 18 de março de 2025",
    "tos-title": "Termos de Serviço",
    "tos-intro": "Ao usar o bot AlphaLLM, você concorda com os seguintes termos:",
    "tos-item-1": "O bot é fornecido \"como está\", sem garantia de qualquer tipo. O serviço pode ser interrompido por períodos prolongados, se necessário.",
    "tos-item-2": "Você concorda em não usar o bot para fins ilegais ou maliciosos. O abuso dos nossos serviços pode resultar em banimento temporário ou permanente da sua conta Discord do bot.",
    "tos-item-3": "Reservamo-nos o direito de modificar ou suspender o serviço a qualquer momento. Como o serviço é gratuito, buscamos garantir hospedagem de baixo custo, o que pode resultar em períodos de indisponibilidade.",
    "tos-item-4": "Você é responsável por todas as atividades realizadas com sua conta em conexão com o bot.",
    "privacy-title": "Política de Privacidade",
    "privacy-intro": "Levamos sua privacidade a sério. Veja como tratamos seus dados:",
    "privacy-item-1": "Coletamos apenas os dados necessários para o funcionamento do bot, como seu ID de usuário do Discord, suas últimas mensagens com o bot para melhor integração e seu idioma definido pelo usuário com o comando /set-language.",
    "privacy-item-2": "As mensagens processadas pelo bot não são armazenadas permanentemente. Os registros são automaticamente excluídos após 24 horas, exceto em caso de desconexão total do bot, quando os arquivos de registro serão excluídos manualmente.",
    "privacy-item-3": "Não compartilhamos seus dados com terceiros. Apenas o provedor de hospedagem pode acessar seus dados em circunstâncias excepcionais.",
    "privacy-item-4": "Você pode solicitar a exclusão dos seus dados a qualquer momento. Isso será efetivado automaticamente após 24 horas ou manualmente em circunstâncias excepcionais, desde que você pare de usar o bot.",
    "footer": "Todos os direitos reservados."
}
