{
    "title": "AlphaLLM",
    "theme-toggle": "Тема",
    "about": "О нас",
    "intro": "Введение",
    "about-intro": "AlphaLLM — это продвинутый бот Discord на основе ИИ, предназначенный для улучшения ваших серверов с помощью умных и настраиваемых функций.",
    "features": "Функции",
    "about-features": "Генерация текста, изображений, кода и голоса.",
    "invite-bot": "Пригласить бота",
    "support-server": "Сервер поддержки",
    "doc": "Документация",
    "date": "Последнее обновление: 18 марта 2025",
    "tos-title": "Условия использования",
    "tos-intro": "Используя бота AlphaLLM, вы соглашаетесь с следующими условиями:",
    "tos-item-1": "Бот предоставляется \"как есть\", без каких-либо гарантий. Сервис может быть прерван на длительный период, если это будет сочтено необходимым.",
    "tos-item-2": "Вы обязуетесь не использовать бота для незаконных или злонамеренных целей. Злоупотребление нашими услугами может привести к временной или постоянной блокировке вашего аккаунта Discord бота.",
    "tos-item-3": "Мы оставляем за собой право изменить или приостановить сервис в любое время. Поскольку сервис бесплатный, мы стремимся обеспечить низкозатратное размещение, что может привести к простоям.",
    "tos-item-4": "Вы несете ответственность за все действия, совершенные с вашим аккаунтом в связи с ботом.",
    "privacy-title": "Политика конфиденциальности",
    "privacy-intro": "Мы серьезно относимся к вашей конфиденциальности. Вот как мы обрабатываем ваши данные:",
    "privacy-item-1": "Мы собираем только те данные, которые необходимы для работы бота, такие как ваш ID пользователя Discord, ваши последние сообщения с ботом для лучшей интеграции и ваш язык, заданный пользователем командой /set-language.",
    "privacy-item-2": "Сообщения, обработанные ботом, не хранятся постоянно. Журналы удаляются автоматически после 24 часов, если не произойдет полное отключение бота, в этом случае файлы журналов будут удалены вручную.",
    "privacy-item-3": "Мы не делимся вашими данными с третьими лицами. Только провайдер размещения может потенциально получить доступ к вашим данным, но это будет сделано только в исключительных обстоятельствах.",
    "privacy-item-4": "Вы можете в любой момент запросить удаление ваших данных. Это будет автоматически эффективно после 24 часов или вручную в исключительных обстоятельствах, при условии, что вы больше не будете использовать бота.",
    "footer": "Все права защищены."
}
